[
  {
    "text": "[Espagnol]\nL'espagnol ou castillan est une langue romane, comme le français ou l'italien. Il est parlé notamment en Espagne et dans ses anciennes colonies, au Mexique et en Argentine par exemple. On l'appelle parfois le castillan mais ce terme désigne seulement l'espagnol de l'Espagne.\nL'espagnol compte environ 549 millions de locuteur dans le monde entier, dont 470 millions de personnes qui l'ont pour langue maternelle.\n\nSon histoire\n\nCe n'est qu'au début du XVIe siècle? et avec le début de l'imprimerie que les Rois Catholiques réussirent à imposer le castillan, langue de la Castille, comme la langue principale de l'Espagne, au point que le castillan, en tant que langue, est aujourd'hui le plus communément synonyme d'espagnol.\n\nOù est-il parlé ?\n\nAujourd'hui, l'espagnol est la 2e langue maternelle la plus parlée au monde, après le chinois mandarin mais avant l'anglais. Il est parlé en Espagne bien sûr, mais aussi dans presque tous les pays de l'Amérique latine. Cependant, au Brésil, le plus grand des pays d'Amérique du Sud, on ne parle pas espagnol mais portugais. Aux États-Unis, une très large proportion de personnes parlent l'espagnol, certains ne parlant que cette langue.\n\nNombres en espagnol",
    "metadata": {
      "source": "vikidia",
      "matiere": "espagnol",
      "niveau": "college",
      "titre": "Espagnol",
      "url": "https://fr.vikidia.org/wiki/Espagnol",
      "categorie": "Catégorie:Espagnol",
      "chunk_index": 0
    }
  },
  {
    "text": "[Judéo-espagnol]\nLe judéo-espagnol, également appelé ladino, judesmo ou spanyolit, est une langue romane parlée par les Juifs dit \"Séfarades\", c'est à dire ceux d'origine espagnole. Cette langue est très proche de l'espagnol mais n'est pas un dialecte.\n\nHistoire\n\nLe judéo-espagnol est apparu au Moyen Âge et est dérivé du castillan ancien (Espagnol médiéval). Parlé par les Juifs séfarades qui étaient isolés du reste de la population espagnole (majoritairement chrétienne), le judéo-espagnol à lentement dévié de sa langue originelle.\nEn 1492, après la fin de la Reconquista, le roi d'Espagne obligea les musulmans et les juifs de son pays à soit se convertir au catholicisme, soit à quitter le pays. Les juifs espagnols décidèrent de partir et ils s'installèrent en Afrique du Nord et dans l'Empire ottoman (notamment au nord de la Grèce). Avec eux, ils importèrent le judéo-espagnol qu'ils continuèrent de parler entre eux tout en apprenant les langues des pays où ils venaient de s'installer.\n\nDéclin de la langue\n\nLe judéo-espagnol disparut d'Afrique du Nord lors de la colonisation française et espagnole. En effet, les juifs séfarades préféraient adopter le français et l'espagnol, langues des occupants, que de continuer à parler leur langue.\nEn Grèce, les communautés séfarades qui parlaient le judéo-espagnol se sont maintenues jusqu'au XXe siècle. Lors de la Seconde Guerre mondiale, la Grèce est envahie par l'Allemagne nazie et comme toutes les autres populations juives, les séfarades du nord de la Grèce seront victime de la Shoah. L'extermination des Juifs d'Europe par les Nazis fera énormément baisser le nombre de personnes capables de parler le judéo-espagnol.\n\nSituation actuelle",
    "metadata": {
      "source": "vikidia",
      "matiere": "espagnol",
      "niveau": "college",
      "titre": "Judéo-espagnol",
      "url": "https://fr.vikidia.org/wiki/Judéo-espagnol",
      "categorie": "Catégorie:Espagnol",
      "chunk_index": 0
    }
  },
  {
    "text": "[Judéo-espagnol]\nnord de la Grèce seront victime de la Shoah. L'extermination des Juifs d'Europe par les Nazis fera énormément baisser le nombre de personnes capables de parler le judéo-espagnol.\n\nSituation actuelle\n\nLes derniers séfarades de Grèce et du reste de l'Europe iront pour la majorité d'entre eux s'installer dans le nouvel état d'Israël formé en 1948. Leur descendant cessèrent de parler le judéo-espagnol et préférèrent utiliser l'hébreu. On compte tout de même aujourd'hui plus de 60 000 locuteurs du judéo-espagnol en Israël.\nEn Turquie, la communauté séfarade s'est maintenue et aujourd'hui, entre 10 000 et 12 000 juifs de Turquie savent parler le judéo-espagnol, principalement à Istanbul.\n\nParticularités\n\nLe judéo-espagnol et l'espagnol actuel sont très différents car les deux langues ont cessé d'être parlées au même endroit à partir du XVIe siècle. Ainsi, du à cet isolement, l'évolution des deux langues fut différente.\n\nPrononciation\n\nLe judéo-espagnol a gardé certaines prononciations de l'espagnol ancien, alors que l'espagnol moderne a évolué et les a changées. Par exemple, pour dire \"maintenant\" : \"agora\" en espagnol ancien et en judéo-espagnol alors qu'en espagnol moderne on dira \"ahora\"\n\nUne autre différence entre l'espagnol et le judéo-espagnol est la différenciation entre les sons \"v\" et \"b\". Cette différenciation, qui était présente en espagnol médiéval, a disparu de l'espagnol moderne* mais est restée en judéo-espagnol. Par exemple : la prononciation de /vivir/ en espagnol devient /bivir/ en judéo-espagnol.\n- Pour être exact, le \"b\" et le \"v\" sont interchangeables en fonction de la position dans le mot.\n\nGrammaire",
    "metadata": {
      "source": "vikidia",
      "matiere": "espagnol",
      "niveau": "college",
      "titre": "Judéo-espagnol",
      "url": "https://fr.vikidia.org/wiki/Judéo-espagnol",
      "categorie": "Catégorie:Espagnol",
      "chunk_index": 1
    }
  },
  {
    "text": "[Judéo-espagnol]\nPar exemple : la prononciation de /vivir/ en espagnol devient /bivir/ en judéo-espagnol.\n- Pour être exact, le \"b\" et le \"v\" sont interchangeables en fonction de la position dans le mot.\n\nGrammaire\n\nComme en espagnol, le judéo-espagnol possède deux genres grammaticaux : le masculin et le féminin. La plupart des mots ont le même genre dans les deux langues mais il y a quelques exceptions comme le mot \"kolor\" qui est masculin en espagnol mais féminin en judéo-espagnol.\nEn judéo-espagnol les noms masculins terminent en \"o\" et les noms féminins terminent en \"a\". Ainsi, les mots espagnols terminant en \"e\" sont modifiés en judéo-espagnol pour terminer en \"o\" ou en \"a\" selon leur genre. Exemples :\n\nL'espagnol \"la clase\" devient \"la klasa\" en judéo-espagnol. \"la frase\" devient \"la fraza\". (Féminin)\nL'espagnol \"el ataque\" devient \"el atako\" en judéo-espagnol. (Masculin)\n\nConjugaison\n\nLe passé composé n'existe pas en judéo-espagnol.\n\nVocabulaire\n\nCertains mots n'ont pas le même sens entre l'espagnol et le judéo-espagnol. Par exemple : le verbe \"afeitar\" veut dire \"raser\" en espagnol et \"arranger\" en judéo-espagnol.\n\nÉcriture\n\nLe judéo-espagnol s'écrit aujourd'hui principalement en alphabet latin bien qu'une importante minorité l'écrive en alphabet hébreu. Le judéo-espagnol a déjà été écrit en alphabet grec et en alphabet cyrillique mais l'utilisation de ces alphabets est aujourd'hui rare.",
    "metadata": {
      "source": "vikidia",
      "matiere": "espagnol",
      "niveau": "college",
      "titre": "Judéo-espagnol",
      "url": "https://fr.vikidia.org/wiki/Judéo-espagnol",
      "categorie": "Catégorie:Espagnol",
      "chunk_index": 2
    }
  },
  {
    "text": "[Spanglish]\nLe Spanglish est une langue employée par les immigrés d’Amérique centrale et du Sud ou leurs enfants aux États-Unis. Il est le résultat du mélange de l'anglais au Étas-Unis et de l’espagnol utilisé par les migrants. Ces derniers ne maîtrisant pas toujours parfaitement la langue anglaise, le spanglish leur permet de se faire comprendre par les américains et favorise ainsi leur intégration.\nBien que le spanglish ne soit pas reconnu comme une langue officielle, son utilisation ne cesse de se développer, dans la publicité ou à la télévision par exemple.",
    "metadata": {
      "source": "vikidia",
      "matiere": "espagnol",
      "niveau": "college",
      "titre": "Spanglish",
      "url": "https://fr.vikidia.org/wiki/Spanglish",
      "categorie": "Catégorie:Espagnol",
      "chunk_index": 0
    }
  }
]