[
  {
    "text": "[Anglais]\nL'anglais est la langue nationale du Royaume-Uni et de ses anciennes colonies, dont les États-Unis, l'Afrique du Sud, l'Irlande, le Canada, l'Australie et la Nouvelle-Zélande. Ses locuteurs sont dits anglophones.\nL'anglais est, avec le chinois et l'espagnol, l'une des langues les plus parlées au monde. C'est aussi la première langue étrangère apprise dans le monde, très utilisée dans le domaine économique ou des communications (comme Internet). C'est aussi la langue de communication internationale des scientifiques.\nL'anglais est une langue germanique, issue des dialectes des Angles, des Saxons et des Frisons. De très nombreux mots français (dialecte anglo-normand) sont venus s'y ajouter, notamment à la suite de la conquête de l'Angleterre par Guillaume le conquérant, en 1066.\nCertains mots anglais d'origine anglo-normande (dialecte de la langue d'oïl) sont repassés en français, comme « poulney » (poulain) qui a donné pony en anglais, puis poney en français ; ou comme « tonnelle » qui a donné tunnel en anglais, mot qui a été adopté en français.\nL'anglais est parlée par plus de 1,8 milliard de personnes dans le monde entier.\n\nQuelques mots et phrases\n\nMots\n\nHello = salut\nGoodbye = au revoir\nPlease = s'il te/vous plaît\nThank you = merci\n\nPhrases\n\n\"Hello, what is your name ?\" = \"Bonjour, comment t'appelles-tu/vous appelez-vous ?\n\"My name is ... .\" = \"Je m'appelle ... .\"\n\"How old are you ?\" = \"Quel âge as-tu/avez-vous ?\"\n\"I am ... years old\" = \"J'ai ... ans.\"\n\nAnnexes\n\nVikiliens pour compléter\n\nAnglais normalisé",
    "metadata": {
      "source": "vikidia",
      "matiere": "anglais",
      "niveau": "college",
      "titre": "Anglais",
      "url": "https://fr.vikidia.org/wiki/Anglais",
      "categorie": "Catégorie:Anglais",
      "chunk_index": 0
    }
  },
  {
    "text": "[Anglais normalisé]\nL'anglais normalisé est un langage mondial créé pour que des mots anglais normalisés et les expressions anglaises normalisées ont la même signification chez tous les utilisateurs d'un service.\n\nCause\n\nLes langues maternelles de l'anglais et les dialectes de l'anglais ont des mots et des expressions avec des significations différentes.\nCertains mots anglais et certaines expressions n'ont pas les mêmes significations selon l'endroit où ils sont employés. En fait, il n'existe pas un, mais plusieurs anglais qui peuvent être très différents (l'anglais de l'Australie, l'anglais de la Nouvelle-Zélande, l'anglais de l'Irlande, l'anglais de l'Écosse, l'anglais de l'Inde, l'anglais américain, l'anglais de Boston, l'anglais de l'Afrique du Sud, l'anglais du Royaume-Uni), au niveau de l'accent mais aussi du vocabulaire.\nDans un pays anglophone, l'anglais local (maternel) regorge de synonymes, d'homonymes et d'homophones, ce qui peut donner lieu à des interprétations erronées.\nExemple de différents mots anglais dans le Royaume-Uni :\n\nwireless = radio,\ndie = pass on,\nlooking-glass = mirror.\n\nUtilisation\n\nL'anglais normalisé est principalement utilisé par:\n\nle service maritime\nle service aéronautique\ndes services internationaux service informatique , l'anglais automobile .....\nLe Simplified Technical English est exigé pour les documentations rédigées selon la norme ATA 2200 pour l'aviation civile et selon la norme S1000D pour les véhicules militaires. Le STE est entretenu par le STEMG (Simplified Technical English Maintenance Group).\n\nAnnexes\n\nVikiliens pour compléter\n\nAnglais\nAlphabet aéronautique\nLangue internationale",
    "metadata": {
      "source": "vikidia",
      "matiere": "anglais",
      "niveau": "college",
      "titre": "Anglais normalisé",
      "url": "https://fr.vikidia.org/wiki/Anglais_normalisé",
      "categorie": "Catégorie:Anglais",
      "chunk_index": 0
    }
  },
  {
    "text": "[Anglicisme]\nUn anglicisme est un mot anglais ou américain emprunté pour être utilisé dans une autre langue. Ils naissent quand un mot manque pour décrire quelque chose, ou quand une traduction fautive devient un usage réel.\nPar exemple, le verbe impacter est un dérivé du mot impact en anglais : l'Académie française ne reconnait pas son emploi comme légitime, mais beaucoup de français l'utilisent quand même.\nCependant, un anglicisme devient parfois un mot français, on peut donc en trouver dans certains dictionnaires lorsqu'il est suffisamment utilisé par les Français ou habitant de n'importe quel pays en utilisant.\nEn voici quelques exemples: Tire (Québec) : pneu, Break : pause, Lunch : repas du midi, Download (Québec) : télécharger, etc.\nIl est souvent critiqué car cela prouve que l'Anglais et les pays anglophones (surtout les États-Unis) sont capables de nous influencer. C'est ce qu'on appelle le soft-power, qui est d'ailleurs un anglicisme.\n\nExemples courant en Français\n\nQuelques anglicismes\n\nComing-out\nBusiness\nCrash\nCloud\nBug\nCool\nLoser\nSponsor\netc....",
    "metadata": {
      "source": "vikidia",
      "matiere": "anglais",
      "niveau": "college",
      "titre": "Anglicisme",
      "url": "https://fr.vikidia.org/wiki/Anglicisme",
      "categorie": "Catégorie:Anglais",
      "chunk_index": 0
    }
  },
  {
    "text": "[Conjugaison anglaise]\nLa conjugaison anglaise est la conjugaison qu'on utilise (ou emploie) chez les anglophones.\n\nPrésent simple\n\nLa forme affirmative du présent simple se construit de la manière suivante : sujet + verbe. On utilise la base verbale à toutes les personnes, sauf à la 3e personne du singulier qui prend un « s ».\n\nI work — You work — He/she/it works — We work — You work — They work\nExemple : I work in London ; Jenny works in London too.\nJe travaille à Londres. Jenny travaille aussi à Londres.",
    "metadata": {
      "source": "vikidia",
      "matiere": "anglais",
      "niveau": "college",
      "titre": "Conjugaison anglaise",
      "url": "https://fr.vikidia.org/wiki/Conjugaison_anglaise",
      "categorie": "Catégorie:Anglais",
      "chunk_index": 0
    }
  },
  {
    "text": "[Examen de Cambridge]\nL'examen de Cambridge est un examen permettant d'obtenir un diplôme certifiant le niveau atteint en anglais.\nIl existe 3 niveaux connus : A1 et A2 (utilisateur élémentaire), B1 et B2 (utilisateur intermédiaire), C1 et C2 (utilisateur expérimenté).\nDe plus en plus d'écoles/collèges demandent au moins le niveau A1 pour être accepté.",
    "metadata": {
      "source": "vikidia",
      "matiere": "anglais",
      "niveau": "college",
      "titre": "Examen de Cambridge",
      "url": "https://fr.vikidia.org/wiki/Examen_de_Cambridge",
      "categorie": "Catégorie:Anglais",
      "chunk_index": 0
    }
  },
  {
    "text": "[Spanglish]\nLe Spanglish est une langue employée par les immigrés d’Amérique centrale et du Sud ou leurs enfants aux États-Unis. Il est le résultat du mélange de l'anglais au Étas-Unis et de l’espagnol utilisé par les migrants. Ces derniers ne maîtrisant pas toujours parfaitement la langue anglaise, le spanglish leur permet de se faire comprendre par les américains et favorise ainsi leur intégration.\nBien que le spanglish ne soit pas reconnu comme une langue officielle, son utilisation ne cesse de se développer, dans la publicité ou à la télévision par exemple.",
    "metadata": {
      "source": "vikidia",
      "matiere": "anglais",
      "niveau": "college",
      "titre": "Spanglish",
      "url": "https://fr.vikidia.org/wiki/Spanglish",
      "categorie": "Catégorie:Anglais",
      "chunk_index": 0
    }
  }
]